{
  "header": {
    "location": "Zu den drei Linden 80, 4058 Basel",
    "number": "+41 76 675 73 75",
    "email": "tkd-chon-ji@mail.ch",
    "time": "9:00 - 18:00",
    "select-lang": "Sprache",
    "home": "Startseite",
    "about-us": "Über uns",
    "services": "Dienstleistungen",
    "trainers": "Trainer",
    "contact-us": "Kontakt"
  },
  "home": {
    "title": "WILLKOMMEN in der ITF TAEKWON-DO SCHULE CHON-JI",
    "subtitle": "join over 9,000+ students",
    "description": "Taekwon-Do (TKD) ist eine koreanische Kampfkunst, die körperliche Fähigkeiten und Charakterbildung fördert. Neben Kampf- und Verteidigungstechniken stärkt es den Körper, verbessert Ausdauer, Schnelligkeit und Leistung. Es fördert die Entwicklung von Willenskraft, Selbstdisziplin und innerer Ruhe. Die fünf Prinzipien sind Höflichkeit, Integrität, Ausdauer, Selbstkontrolle und unbezwingbarer Wille. Seit 2023 bieten wir auch Kick-Boxing-Wettkämpfe als Teil unseres Programms an.",
    "subscribe": "Subscribe",
    "info-title-1": "Student Joined",
    "info-title-2": "Best trainers",
    "info-title-3": "Happy Students",
    "info-value-1": "9K",
    "info-value-2": "4K",
    "info-value-3": "8K"
  },
  "about": {
    "title": "Über uns",
    "subtitle": "LASS UNS MEHR ÜBER UNSERE TAEKWON-DO SCHULE ERFAHREN",
    "description": "ITF Taekwon-Do Schule Chon-Ji wurde 2020 gegründet und ist Mitglied der I.T.F Switzerland Taekwon-Do Federation, von Sport Basel und seit 2023 der WAKO Switzerland. Der Gründer und Haupttrainer, Ervin Begic, begann mit zehn Jahren in Bosnien-Herzegowina mit dem Taekwon-Do Training. Er ist mehrfacher Goldmedaillengewinner bei bosnischen Meisterschaften, war Teil der Nationalmannschaft und erreichte den 3. Platz bei den Europameisterschaften 2011. Er hat auch an Weltmeisterschaften teilgenommen und war in Bosnien-Herzegowina Nationalmeister im Kick-Box, Light Contact. Er besitzt den Schwarzgurt 4. Dan.",
    "find-out-more": "Mehr erfahren",
    "have-any-questions": "Fragen?",
    "number": "+41 76 675 73 75"
  },
  "service": {
    "title": "Dienstleistungen",
    "subtitle": "UNSER TRAININGSPROGRAMM",
    "description": "Als leidenschaftlicher Trainer teile ich gerne mein Kampfsportwissen. Der Spaß steht im Vordergrund, doch Wettkämpfe und Gurtprüfungen sind wichtig. Kurse für Kinder ab 6 Jahren, Jugendliche und Erwachsene",
    "card-1": {
      "time": "Dienstag 18:30 - 19:45",
      "title": "Taekwon-Do",
      "subtitle": "Unterricht, welcher darauf abzielt, das Verständnis für Taekwon-Do-Formen (Tuls), Selbstverteidigung, Spezialtechniken, Krafttest u.v.m. zu vertiefen"
    },
    "card-2": {
      "time": "Mittwoch 18:30 - 19:45",
      "title": "Taekwon-Do + Kick-Boxing-Techniken",
      "subtitle": "Unterricht, welcher sich auf Technicken konzentriert, die sowohl im Taekwon-Do als auch im Kick-Boxing-Sparring anwendbar sind"
    },
    "card-3": {
      "time": "Freitag 20:00 - 21:00",
      "title": "Sparring",
      "subtitle": "Sparring ist eine kontrollierte, nachgestellte Kampfpraxis in Kampfkünsten, die auf Fähigkeitsverfeinerung und Strategieentwicklung in einer sicheren Umgebung abzielt."
    }
  },
  "trainer": {
    "title": "Trainer",
    "subtitle": "Unsere Instruktoren",
    "frame-1": {
      "title": "Ervin Begic",
      "subtitle": "Schwarzgurt 4. Dan Haupttrainer Taekwon-Do ITF & Kickboxing"
    },
    "frame-2": {
      "title": "Yehor Vynnyk",
      "subtitle": "Schwarzgurt 1. Dan Assistenztrainer Taekwon-Do ITF"
    },
    "frame-3": {
      "title": "Yehor Vynnyk",
      "subtitle": "Schwarzgurt 1. Dan Assistenztrainer Taekwon-Do ITF"
    }
  },
  "contract": {
    "title": "kontakt",
    "subtitle": "Komm zu uns für ein Probetraining",
    "fname": "Vollständiger Name",
    "email": "E-Mail",
    "phone": "Telefon",
    "msg": "Gib deine Nachricht ein.....",
    "get-in-touch": "Nimm Kontakt auf"
  },
  "footer": {
    "description": "ITF Taekwon-Do Schule Chon-Ji ist seit 2020 auf Kampfsportarten Taekwon-Do und Kick-Boxing spezialisiert und kombiniert verschiedene Unterrichtsmethoden, um hochwertige Programme anzubieten.",
    "contact": "Kontakt",
    "address": "Zu den drei Linden 80, 4058 Basel",
    "number": "+41 76 675 73 75",
    "email": "tkd-chon-ji@mail.ch",
    "newsletter": "Newsletter",
    "newsletter-des": "Abonnieren Sie unseren Newsletter, um auf dem Laufenden zu bleiben. Wir versprechen, keinen Spam zu senden",
    "subscribe": "Abonnieren",
    "copyright": "© Copyright 2024 Alle Rechte vorbehalten"
  }
}